Repository: chaudharydeepanshu/files_tools
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Theme Mode
hi: थीम प्रकार

# lightMode
source: Light
hi: हल्का रंग

# darkMode
source: Dark
hi: गहरा रंग

# systemMode
source: System
hi: सिस्टम

# toolsScreenAppBarTitle
source: Tools
hi: टूल्स

# toolsScreenAppBarLeftIconToolTip
source: Open navigation menu
hi: नेविगेशन मेनू खोलें

source: Document Tools
hi: डॉक्यूमेंट टूल्स

# pdfCardTitle
source: PDF Tools
hi: पीडीएफ़ टूल्स

# pdfCardSubtitle
source: Merge, split, compress, encrypt, decrypt, convert, modify & watermark PDFs
hi: मर्ज, स्प्लीट, कम्प्रेस, इन्क्रिप्ट, डेक्रीपट, कन्वर्ट, माडफाइ और वोर्टमर्क पीडीएफ़

source: Media Tools
hi: मीडिया टूल्स

# imageCardTitle
source: Image Tools
hi: इमेज टूल्स

# imageCardSubtitle
source: Convert, modify & compress Images
hi: कन्वर्ट, माडफाइ & कम्प्रेस इमेज
